{
    "providerName": "Ogijaoh",
    "language": "en-US",
    "Card": [
        {
            "longDescription": "Brace yourself for the next iteration of classic UNO™: UNO FLIP!™. It's the matching game you know, plus exciting new twists -- like a double-sided deck, special FLIP card and tougher penalties -- that give classic gameplay a competitive edge. There is a 'Light Side' to the deck, which plays like classic UNO™, and a 'Dark Side' where penalties are super-tough. Play the FLIP card and all cards in your hand, the draw pile and draw deck are flipped over to reveal an entirely new set of numbers and colors on the opposite side! The holder of the FLIP card determines whether or not you play on the Light Side or Dark Side of the deck -- and when you switch it back around. The Dark Side of the deck includes new action cards that really shake things up, like Draw Five and Skip Everyone cards. Strategize to rattle your competition and be the first to get rid of your cards to win. When you're down to one card, don't forget to shout 'UNO!' Now card game-lovers can get UNO FLIP!™ in a sturdy tin that's great for storage and travel. This fun family card game is perfect for 7 year olds and up. Colors and decorations may vary.",
            "thumbnail": "https://upload.wikimedia.org/wikipedia/en/d/d0/Uno_Flip_Cover.jpg",
            "releaseDate": "2019-02-01",
            "genres": [
                "card"
            ],
            "tags": [
                "uno, cardgames"
            ],
            "id": "uno-flip",
            "shortDescription": "Uno Flip! is an uno variation that makes use of both sides of the cards.",
            "title": "Uno Flip!",
            "content": {
                "duration": 900,
                "videos": [{
                    "videoType": "MP4",
                    "url": "https://www.youtube.com/watch?v=stRMYFXujCE",
                    "quality": "HD"
                }],
                "language": "en-US",
                "dateAdded": "2026-01-01T21:00:00Z"
            }
        }
    ]
}
